Repository: brummer10/jalv_select
Catalog: po/*.po
Languages: de_de, fr_fr

source: Audio Inputs:
de_de: Audio Eingänge:
fr_fr: Entrées audio :

source: Audio Outputs:
de_de: Audio Ausgänge:
fr_fr: Sorties audio :

source: Midi Inputs:
de_de: Midi Eingänge:
fr_fr: Entrées MIDI :

source: Midi Outputs:
de_de: Midi Ausgänge:
fr_fr: Sorties MIDI :

source: by
de_de: von
fr_fr: par

source: _All
de_de: _Alle
fr_fr: _Tous

source: invalid plugins found
de_de: invalide Plugins gefunden
fr_fr: greffons invalides installés

source: valid plugins installed
de_de: valide Plugins gefunden
fr_fr: greffons valides installés

source: Blacklist
fr_fr: Liste noire

source: Blacklist plugins
fr_fr: Greffons en liste noire

source: Default
de_de: Voreinstellung
fr_fr: Défaut

source: Favorite
de_de: Favoriten
fr_fr: Favoris

source: Favorite plugins
de_de: Favoriten Plugins
fr_fr: Greffons favoris

source: LV2 plugs
de_de: LV2 plugins
fr_fr: Greffons LV2

source: Name
fr_fr: Greffons disponibles

source: Preset <%s> has no rdfs:label
de_de: Preset <%s> hat kein rdfs:label
fr_fr: Le préréglage <%s> n&apos; de rdfs:label

source: Quit
fr_fr: Quitter

source: X Error: %s Global HotKey disabled
de_de: X Error: %s Global HotKey abgeschaltet
fr_fr: Erreur X : %s Raccourci-clavier global désactivé

source: X Error: try ControlMask | ShiftMask now
de_de: X Error: versuche nun ControlMask | ShiftMask
fr_fr: Erreur X : essayez ControlMask | ShiftMask maintenant

source: _BL.
fr_fr: _LN.

source: _Quit
fr_fr: _Quitter

source: _Refresh
de_de: E_rneuern
fr_fr: _Rafraîchir

source: jalv.select * Unknown Message %2s
de_de: jalv.select * Unbekannte Aussage %2s
fr_fr: jalv.select * Message inconnu %2s

source: print version string and exit
de_de: drucke Version und beende
fr_fr: affiche la version et quitte

source: start minimized in systray
de_de: starte minimiert im systray
fr_fr: démarrer minimisé dans la zone de notification

source: start with given high in pixel
de_de: starte mit Höhe in pixel
fr_fr: démarrer avec la hauteur donnée en pixels
